Repository: BlankOn/manokwari
Catalog: po/*.po
Languages: hu, id

source: Favorites
id: Favorit

source: All applications
id: Aplikasi

source: Settings
id: Pengaturan

source: Places
id: Lokasi

source: Logout...
id: Keluar...

source: Shutdown...
id: Matikan...

source: Applications
id: Aplikasi

source: Home
hu: Számítógép
id: Beranda

source: Error opening '%s': %s
id: Ada kesalahan teknis saat membuka '%s': %s

source: Error opening mount point '%s': %s
id: Ada kesalahan teknis saat membuka kaitan '%s': %s

source: Network
id: Jaringan

source: Error opening Network: %s
id: Ada kesalahan teknis saat membuka jaringan: %s

source: Connect to server...
hu: Csatlakozás a kiszolgálóhoz....
id: Hubungkan ke server/peladen...

source: %I:%M
id: %H:%M

source: Unable to logout: %s
id: Tidak dapat keluar: %s

source: Unable to shutdown: %s
id: Tidak dapat mematikan: %s

source: Error opening menu item %s: %s
hu: Hiba lépett fel a menü elem megnyitása közben %s: %s
id: Kesalahan membuka item menu %s: %s

source: Remove from Favorites
id: Hapus dari Favorit

source: Add to Favorites
id: Tambahkan ke Favorit

source: Add to %s
id: Tambahkan ke %s

source: Shortcut %s already exists in %s
hu: %s parancsikon már létezik ebben a fájlban: %s
id: Tombol pintas %s sudah ada di %s

source: Unable to read %s: %s
hu: Hiba lépett fel az olvasás közben %s: %s
id: Tidak dapat membaca %s: %s

source: Unable to create %s shortcut in %s: %s
hu: %s parancsikont nem sikerült létrehozni %s: %s
id: Tidak dapat membuat tombol pintas %s di %s: %s

source: Unable to write %s shortcut in %s: %s
hu: %s parancsikont nem sikerült írni %s: %s
id: Tidak dapat menulis tombol pintas %s di %s: %s

source: Click here to hide all windows and show desktop
hu: Kattintson ide az összes ablak elrejtéséhez és az asztal megjelenítéséhez
id: Klik di sini untuk menyembunyikan semua jendela dan menampilkan desktop

source: Lock Screen
id: Kunci Layar

source: Unable to lock screen
id: Tidak dapat mengunci layar

source: Search...
id: Cari...

source: Unable to search
id: Tidak dapat mencari

source: Adjust date/time
hu: Dátum/Idő beállítása

source: Unable to launch date-time applet: %s
hu: Nem sikerült megnyitni a dátum-idő alkalmazást: %s

source: %a, %e %b %Y %H:%M
hu: %Y %M %d %H:%i:%s

source: Bookmarks
hu: Könyvjelzők

source: Mounts
hu: Csatolások

source: Networks
hu: Hálózatok

source: My network
hu: Hálózat

source: Error opening menu item '%s': %s
hu: Hiba lépett fel a menü elem megnyitása közben '%s:' %s

source: Error running command '%s': %s
hu: Hiba lépett fel a parancs futtatása közben '%s:' %s

source: %H:%M
hu: %H:%i

source: %A, %B %e %Y
hu: %Y %M %d
